Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/environmental_protection/noise_regulations.html.txt.tmx
Source language: en
Languages: ga

source: • Noise from commercial premises, processes or works
ga: • Torann áitreabh, próisis nó oibreacha tráchtála

source: • Transport and workplace noise
ga: • Torann iompair agus ionad oibre

source: • Complaints under the EPA Act
ga: • Gearáin faoin Acht um an GCC

source: This document outlines the main types of noise that can cause a nuisance and the legislation that deals with such noise
ga: Tugtar cuntas sa cháipéis seo ar na príomhshaghsanna torainn is féidir bheith ina gcúis le núis agus an reachtaíocht a dhéileálann leis an torann sin

source: Various bodies have roles as regards complaints about different types or sources of noise – these are described under the relevant headings below
ga: Tá róil ag comhlachtaí éagsúla maidir le gearáin faoi shaghsanna nó foinsí éagsúla torainn – déantar cur síos orthu seo faoi na teidil ábhartha thíos

source: There is general information about noise pollution on askaboutireland.ie
ga: Tá faisnéis ghinearálta faoi thruailliú torainn ar askaboutireland.ie

source: The main legislation is the Environmental Protection Agency Act 1992, which defines environmental pollution as including noise that is a nuisance, or that would endanger human health or damage property or damage the environment
ga: Is í an phríomhreachtaíocht an tAcht fán nGníomhaireacht um Chaomhnú Comhshaoil, 1992, a thugann sainmhíniú ar thruailliú na timpeallachta amhail torann a áireamh atá ina núis, nó torann a chuirfeadh sláinte dhaonna i mbaol nó a dhéanfadh díobháil do mhaoin nó don timpeallacht

source: It provides for various actions to be taken to prevent or limit noise pollution
ga: Déantar foráil san acht do ghníomhartha éagsúla atá le déanamh chun cosc nó teorainn a chur ar thruailliú torainn

source: Local authorities have powers under the Act to require measures to be taken to prevent or limit noise, and you can report a noise nuisance to the Environment Section of the relevant local authority
ga: Tá cumhachtaí ag údaráis áitiúla faoin Acht a cheangal go ndéantar bearta chun torann a chosc nó a theorannú, agus féadfaidh tú núis torainn a chur in iúl do Rannóg Comhshaoil an údaráis áitiúil ábhartha

source: In addition, regulations made under the Act provide direct access to the courts by individuals or groups who are concerned about excessive noise
ga: Chomh maith leis sin, soláthraíonn rialacháin a rinneacdh faoin Acht rochtain dhíreach ar na cúirteanna do dhaoine aonair nó do ghrúpaí atá buartha faoi thorann iomarcach

source: The Guide to the Noise Regulations (pdf) outlines the steps you can take if you are experiencing a nuisance caused by noise
ga: Tugtar cuntas sa Treoir maidir leis na Rialacháin Torainn (pdf) ar na bearta is féidir leat a ghlacadh má tá tú thíos le núis a bhfuil torann mar chúis léi

source: Read more information on typical causes of noise nuisance and what you can do if you are affected by noise
ga: Léigh tuilleadh faoi chúiseanna le núis torainn agus cad is féidir leat a dhéanamh

source: Noise from commercial premises, processes or works
ga: Torann áitreabh, próisis nó oibreacha tráchtála

source: The Act gives power to the Environmental Protection Agency (EPA) to take steps to ensure compliance with the terms of a notice to control noise in relation to any premises, process or works and to recover the cost of such an action
ga: Tugann an tAcht an chumhacht don Ghníomhaireacht um Chaomhnú Comhshaoil (an GCC) chun bearta a dhéanamh le comhlíonadh téarma fógra chun torann a rialú a chinntiú maidir le haon áitreabh, próiseas nó oibreacha agus chun costas an ghnímh sin a aisghabháil

source: The EPA can require the person or body to take specific measures to prevent or limit noise
ga: Féadfaidh an GCC a cheangal ar an duine nó an comhlacht bearta sonracha a dhéanamh chun torann a chosc nó a theorannú

source: Anyone required to take such specific measures by the EPA must do so or face prosecution
ga: Ní mór d’aon duine a gceanglaíonn an GCC orthu na bearta sonracha sin a dhéanamh, amhlaidh a dhéanamh nó déanfar iad a ionchúiseamh

source: Local authorities have similar powers to the EPA in relation to premises, processes and works other than those that require licensing under the Act
ga: Tá a mhacasamhail de chumhachtaí ag údaráis áitiúla atá ag an GCC maidir le háitribh, próisis agus oibreacha seachas iad siúd a dteastaíonn ceadúnú uathu faoin Acht

source: The local authority may serve a notice on the person in charge of, for example, pubs, discos, processes or works
ga: Féadfaidh an t-údarás áitiúil fógra a sheirbheáil ar an duine atá i gceannas ar thithe tábhairne, dioscónna, próisis nó oibreacha, mar shampla

source: This notice requires the person in charge to take whatever measures are set out in the notice in order to prevent or limit noise
ga: Ceanglaíonn an fógra seo ar an duine atá i gceannas chun pé bearta a dhéanamh a leagtar amach san fhógra chun torann a chosc nó a theorannú

source: The local authority may prosecute for failure to comply with the notice
ga: Féadfaidh an t-údarás áitiúil ionchúiseamh a dhéanamh má theipeann ar dhuine an fógra a chomhlíonadh

source: Alternatively, it may take steps itself to ensure compliance and then recover the costs of these from the person in charge
ga: Mar rogha air sin, féadfaidh siad bearta a dhéanamh le comhlíonadh a chinntiú agus costais na mbeart seo a aisghabháil ón duine atá i gceannas

source: Pubs can only sell liquor if they have a licence, which is renewed annually by the courts
ga: Ní féidir le tithe tábhairne licéar a dhíol ach má tá ceadúnas acu, a dhéanann na cúirteanna a athnuachan gach bliain

source: Anyone may object to the granting of a licence on various grounds, including that the activity of the premises was not being conducted in a peaceable and orderly manner
ga: Féadfaidh duine ar bith aighneacht a dhéanamh i leith ceadúnas a dheonú ar bhunúis éagsúla, lena n-áirítear nuair nach rabhthas ag tabhairt faoi ghníomhaíocht an áitribh ar bhealach síochánta agus ordúil

source: Read more on the Courts Service website
ga: Féadfaidh tú tuilleadh a léamh faoi ar láithreán gréasáin na Seirbhíse Cúirteanna

source: The EPA has the power to serve notices in respect of activities that it licenses, such as waste disposal activities and activities that require Integrated Pollution Prevention and Control (IPPC) licences
ga: Tá an chumhacht ag an GCC chun fógraí a sheirbheáil maidir le gníomhaíochtaí a cheadúnaíonn siad, ar nós gníomhaíochtaí diúscartha dramhaíola agus gníomhaíochtaí a dteastaíonn ceadúnais um Chosc agus Rialú Comhtháite ar Thruailliú (CRCT) uathu

source: The Environmental Noise Regulations 2006 give effect to EU Directive 2002/49/EC on the assessment and management of environmental noise
ga: Tugann na Rialacháin um Thorann Timpeallachta, 2006 éifeacht do Threoir 2002/49/CE ón AE maidir le measúnú agus bainistiú a dhéanamh ar thorann timpeallachta

source: Environmental noise means unwanted or harmful outdoor sound created by human activities, including noise from transport, road traffic, rail traffic, air traffic, and from sites of industrial activity
ga: Ciallaíonn torann timpeallachta fuaim gan iarraidh nó dhíobhálach faoin spéir a chruthaíonn gníomhaíochtaí an duine, lena n-áirítear torann ó iompar, trácht ar bhóithre, aerthrácht, agus ó láithreáin ghníomhaíochta tionsclaíche

source: The Directive applies to noise to which humans are exposed, particularly in built-up areas, public parks or other quiet areas within built-up areas, and in quiet areas in open country, near schools, hospitals and other noise-sensitive buildings and areas
ga: Baineann an Treoir le torann a nochtar daoine dó, go háirithe i gceantair thógtha, páirceanna poiblí nó limistéir chiúine eile laistigh de cheantair thógtha, agus i gceantair chiúine i dtír fhairsing, i ngar do scoileanna, ospidéil agus foirgnimh agus ceantair atá torann-íogair

source: It does not apply to noise from domestic activities, noise created by neighbours, noise at workplaces or noise inside means of transport or due to military activities in military areas
ga: Ní bhaineann sé le torann ó ghníomhaíochtaí baile, torann a chruthaíonn comharsana, torann ag ionaid oibre nó torann taobh istigh de mheáin iompair nó mar gheall ar ghníomhaíochtaí míleata i limistéir mhíleata

source: Under the Directive, local authorities are required to make action plans to reduce ambient noise
ga: Faoin Treoir, ceanglaítear ar údaráis áitiúla pleananna gnímh a chur i dtoll a chéile chun torann timpeallach a laghdú

source: The EPA exercises general supervision over the functions and actions of the local authorities in this aspect of their work
ga: Tugann an GCC faoi mhaoirsiú ginearálta ar fheidhmeanna agus gníomhartha údarás áitiúil maidir leis an ngné seo dá n-obair

source: When granting planning permission, the local authority has the power to provide that conditions in relation to noise prevention or reduction be included in the permission
ga: Nuair a bhíonn cead pleanála á dheonú, tá an chumhacht ag an údarás áitiúil a fhoráil go gcuirtear coinníollacha maidir le cosc nó laghdú ar thorann san áireamh sa chead

source: These conditions may apply to the construction phase and/or to the subsequent use of the building
ga: Féadfaidh na coinníollacha seo baint leis an gcéim thógála agus/nó leis an úsáid a bhaintear as an bhfoirgneamh ina dhiaidh sin

source: You can appeal to An Bord Pleanála against any such requirements (or the absence of them)
ga: Féadfaidh tú achomharc a dhéanamh leis an mBord Pleanála i gcoinne aon chinn de na ceanglais sin (nó éagmais na gceanglas siúd)

source: The Gardaí have the power to arrest a person for breach of the peace in a public place. They may ask someone to lower the noise coming from a dwelling but they do not have the power to enter a dwelling with the intention of simply asking someone to lower the noise
ga: Tá an chumhacht ag na Gardaí chun duine a ghabháil má sháraíonn siad síocháin in áit phoiblí.Féadfaidh siad iarraidh ar dhuine chun an torann a ísliú atá ag teacht ó áit chónaithe ach níl an chumhacht acu chun áit chónaithe a iontráil agus gan a bheith de rún acu ach iarraidh ar dhuine an torann a ísliú

source: If the noise is persistent, you may complain to the District Court – see Complaints under the EPA Act below
ga: Má leanann an torann ar aghaidh, féadfaidh tú gearán a dhéanamh leis an gCúirt Dúiche – féach 'Gearáin faoin Acht um an GCC' thíos

source: There is useful information in the leaflet on neighbour disputes (pdf) published by FLAC, the Free Legal Advice Centres
ga: Tá faisnéis úsáideach le fáil sa bhileog ar dhíospóidí idir chomharsain (pdf) de chuid FLAC

source: If the noise is coming from a rented dwelling and you don’t get a satisfactory response from the tenants, you can complain to the landlord – whether this is a private landlord, a local authority or a housing association
ga: Má tá an torann ag teacht ó áit chónaithe ar cíos agus mura bhfaigheann tú freagairt shásúil ó na tionóntaí, féadfaidh tú gearán a dhéanamh leis an tiarna talún – cibé acu más tiarna talún príobháideach, údarás áitiúil nó comhlachas tithíochta atá i gceist

source: People who are renting from private landlords or housing associations have certain obligations
ga: Tá dualgais áirithe ar thionóntaí in áiteanna cónaithe ar cíos

source: These include not engaging in anti-social behaviour, which includes persistent noise that interferes with the peaceful occupation of other dwellings
ga: Ina measc seo tá gan tabhairt faoi iompar frithshóisialta, lena n-áirítear torann comhsheasmhach a chuireann isteach ar chónaí síochánta in áiteanna cónaithe eile

source: You may complain to the Residential Tenancies Board (RTB) if a private landlord or housing association fails to enforce the tenant’s obligations in respect of noise
ga: Féadfaidh tú gearán a dhéanamh leis an mBord um Thionóntachtaí Cónaithe (BTC) má theipeann ar thiarna talún príobháideach nó ar chomhlachas tithíochtadualgas na dtionóntaí a chur i bhfeidhm maidir le torann

source: Under the Housing (Miscellaneous Provisions) Act 2009, tenants of local authority housing are obliged to avoid any nuisance (including noise) to the occupiers of any other dwelling
ga: Faoin Acht Tithíochta (Forálacha Ilghnéitheacha), 2009, tá dualgas ar thionóntaí tithíocht údaráis áitiúil a sheachaint chun aon núis (torann san áireamh) a chruthú d’áititheoirí aon áit chónaithe eile

source: If the noise persists, the tenants are in breach of their tenancy agreement and the local authority can take steps to enforce the terms of the agreement
ga: Má leanann an torann ar aghaidh, tá a gcomhaontú tionóntachta á shárú ag na tionóntaí agus féadfaidh an t-údarás áitiúil bearta a dhéanamh chun téarmaí an chomhaontaithe a fhorfheidhmiú

source: Installers of alarm systems are required to have licences from the Private Security Authority
ga: Ceanglaítear ar shuiteálaithe córais aláraim ceadúnais a bheith acu ón Údarás Slándála Príobháidí

source: In order to get a licence, they have to adhere to certain standards, including maximum times for the sounding of external alarms – the maximum under the European standard is 15 minutes
ga: Chun ceadúnas a fháil, is gá dóibh cloí le caighdeáin áirithe, tréimhsí uasta san áireamh chun aláraim sheachtracha a shéideadh – is é an tréimhse uasta faoin gcaighdeán Eorpach 15 nóiméad

source: The local authority, the EPA or an individual may take action under the EPA Act to deal with breaches of these standards
ga: Féadfaidh an t-údarás áitiúil, an GCC nó duine aonair gníomh a dhéanamh faoin Acht fán GCC chun déileáil le sáruithe ar na caighdeáin seo

source: Section 25 of the Control of Dogs Act 1986 deals with nuisance by barking dogs
ga: Déileálann alt 25 den Acht um Rialú Madraí, 1986 le núis a chruthaíonn madraí atá ag tafann

source: If you don’t get a satisfactory response from the dog owner, you may complain to the District Court, using the form prescribed under the Control of Dogs Act
ga: Mura bhfaigheann tú freagairt shásúil ó úinéir an mhadra, féadfaidh tú gearán a dhéanamh leis an gCúirt Dúiche, agus an fhoirm a fhorordaítear faoin Acht um Rialú Madraí á húsáid

source: These forms are available from local authorities
ga: Tá fáil ar na foirmeacha seo ó údaráis áitiúla

source: The court may make an order requiring the occupier of the premises in which the dog is kept to abate the nuisance by exercising due control over a dog
ga: Féadfaidh an chúirt ordú a dhéanamh a cheanglaíonn ar áititheoir an áitribh ina gcoimeádtar an madra chun deireadh a chur leis an núis trí mhadra a rialú go cuí

source: The court may limit the number of dogs that can be kept on a premises or may direct that a dog be delivered to a dog warden to be dealt with as unwanted
ga: Féadfaidh an chúirt líon na madraí is féidir a choimeád ar áitreabh a theorannú nó a ordú go dtugtar madra do mhaor madraí go ndéileálfar leis an madra mar mhadra gan iarraidh

source: Read further information about control of dogs in general
ga: Léigh breis faisnéise faoi rialú madraí go ginearálta

source: Transport and workplace noise
ga: Torann iompair agus ionad oibre

source: The Road Traffic (Construction, Equipment and Use of Vehicles) Regulations 1963 require vehicles to be fitted with a silencer or other device suitable for reducing to a reasonable level noise caused by the escape of exhaust gases from the engine and they prohibit use of a vehicle that causes any excessive noise in a public place
ga: Ceanglaíonn na Rialacháin um Thrácht ar Bhóithre (Tógáil, Trealamh agus Úsáid Feithiclí), 1963 ar chiúnadóir nó gléas eile a shuiteáil i bhfeithiclí a oireann do thorann a laghdú anuas go dtí leibhéal réasúnta a chruthaíonn éalú gáis sceite ón inneall agus cuireann na Rialacháin toirmeasc ar fheithicil a úsáid a chruthaíonn aon torann iomarcach in áit phoiblí

source: The National Car Test (NCT) includes an assessment of the effectiveness of the silencer in reducing exhaust-related noise
ga: Áirítear leis an Tástáil Náisiúnta Gluaisteán (TNG) measúnú a dhéanamh ar éifeachtacht an chiúnadóra chun an torann a chruthaíonn an sceithphíopa a laghdú

source: The Regulations also provide that a driver may use a horn only to warn other road users of oncoming danger, or to make them aware of the driver’s presence for safety reasons when reasonably necessary
ga: Forálann na Rialacháin seo, chomh maith, nach féidir le tiománaí adharc a úsáid ach amháin chun rabhadh a thabhairt d’úsáideoirí bóithre maidir le baol atá amach romhat, nó chun iad a chur ar an eolas faoi láithreacht an tiománaí ar mhaithe le cúiseanna sábháilteachta nuair is gá go réasúnta

source: A horn may not be used in a built-up area between 11 pm and 7 am unless there is a traffic emergency
ga: Ní féidir adharc a úsáid i gceantar tógtha idir 11pm agus 7am mura bhfuil éigeandáil tráchta ann

source: Contact the Gardaí if you wish to complain about breaches of these rules
ga: Déan teagmháil leis na Gardaí más mian leat gearán a dhéanamh faoi sháruithe ar na rialacha seo

source: The EU standards for car alarms set minimum and maximum time limits for the sounding of the alarm (25 seconds minimum and 30 seconds maximum)
ga: Leag caighdeáin an AE d’aláraim ghluaisteáin teorainneacha íosta agus uasta síos chun an t-aláram a shéideadh (25 soicind ar a laghad agus 30 soicind ar a mhéid)

source: The Irish Aviation Authority (IAA) is responsible for controlling noise from aircraft
ga: Tá Údarás Eitlíochta na hÉireann (ÚEÉ) freagrach as torann ó aerárthaí a rialú

source: The EU rules on noise at large airports are implemented in Ireland by the European Communities (Air Navigation and Transport Rules and Procedures for Noise Related Operating Restrictions at Airports) Regulations 2003
ga: Cuireann Rialacha na gComhphobal Eorpach (Rialacha agus Nósanna Imeachta Aerloingseoireacht agus Aeriompair maidir le Srianta Oibriúcháin a bhaineann le Torann ag Aerfoirt), 2003 rialacha an AE maidir le torann ag aerfoirt mhóra i bhfeidhm in Éirinn

source: The Health and Safety Authority deals with queries regarding noise in the workplace and it has published a set of FAQs on this issue
ga: Déileálann an tÚdarás Sláinte agus Sábháilteachta le fiosrúcháin a bhaineann le torann san ionad oibre agus d’fhoilsigh siad sraith ceisteanna coitianta ar an tsaincheist seo

source: You can read more in our document on health and safety at work
ga: Is féidir leat tuilleadh a léamh inár gcáipéis ar shláinte agus sábháilteacht ag an obair

source: Complaints under the EPA Act
ga: Gearáin faoin Acht um an GCC

source: While the law does not specifically mention an exact level or standard of noise that is illegal, it is clear that if neighbourhood noise is affecting your quality of life, then you have a right to complain
ga: Cé nach luaitear go sonrach sa dlí leibhéal nó caighdeán cruinn torainn atá in aghaidh an dlí, is soiléir, má tá torann comharsanachta ag cur isteach ar do cháilíocht beatha, go bhfuil an ceart agat chun gearán a dhéanamh

source: If you plan to complain about excessive noise, it is generally recommended that you keep a detailed diary of the times when it occurred, the duration and, if possible, the levels involved
ga: Má tá sé beartaithe agat gearán a dhéanamh faoi thorann iomarcach, moltar go ginearálta go gcoimeádann tú dialann mhionsonraithe faoi na hamanna a tharla an torann, fad an torainn agus, más féidir, na leibhéil a bhí i gceist

source: You should first approach the person or business causing the noise, explain that it is a nuisance and try to come to a mutually acceptable solution
ga: Ba cheart duit teagmháil a dhéanamh leis an duine nó an gnó a bhfuil an torann á chruthú acu, a mhíniú gur núis atá ann agus iarracht a dhéanamh chun réiteach a bhaint amach ar féidir leis an mbeirt agaibh glacadh leis

source: Applying to the District Court
ga: Iarratas a dhéanamh ar an gCúirt Dúiche

source: If this does not work, the Act allows any person, a local authority or the EPA to complain to the District Court about a noise that is ‘so loud, so continuous, so repeated, of such duration or pitch or occurring at such times as to give reasonable cause for annoyance to a person in any premises in the neighbourhood or to a person lawfully using any public place’ and seek an order to deal with the noise nuisance
ga: Mura n-oibríonn seo, ceadaíonn an tAcht d’aon duine, údarás áitiúil nó don GCC gearán a dhéanamh leis an gCúirt Dúiche faoi thorann atá ‘chomh glórach, chomh leanúnach, chomh leantach sin, a mhaireann chomh fada sin nó atá ar an airde sin nó a tharlaíonn ag na hamanna sin gurb ionann é agus cúis réasúnta le cur isteach ar dhuine ina aon áitreabh sa chomharsanacht nó ar dhuine a bhaineann úsáid dhleathach as aon áit phoiblí agus ordú a lorg chun déileáil leis an núis torainn

source: Consult the Clerk of the local District Court about an appointment for the hearing of your case
ga: Téigh i gcomhairle le Cléireach na Cúirte Dúiche áitiúla faoi choinne a fháil chun éisteacht le do chás

source: You will need to refer exactly to the legislation under which you are making the complaint – Section 108 of the Environmental Protection Agency Act 1992 and the Environmental Protection Agency Act (Noise) Regulations 1994
ga: Beidh ort tagairt chruinn a dhéanamh don reachtaíocht faoina bhfuil do ghearán á dhéanamh agat – Alt 108 den Acht fán nGníomhaireacht um Chaomhnú Comhshaoil, 1992 agus na Rialacháin an Achta fán nGníomhaireacht um Chaomhnú Comhshaoil (Torann), 1994

source: At least 7 days before the date for the hearing of your case, you must serve notice on the person or business you are complaining about, using the Environmental Protection Agency Act 1992 - noise form of notice
ga: Ar a laghad 7 lá roimh dháta éisteachta do cháis, ní mór duit fógra a sheirbheáil ar an duine nó an gnó a bhfuil gearán á dhéanamh agat fúthu, agus úsáid a bhaint as foirm fógra torainn an Achta fán nGníomhaireacht um Chaomhnú Comhshaoil, 1992

source: It is important to use this form of notice only and to complete it fully and accurately
ga: Is tábhachtach an fhoirm fógra seo a úsáid agus chun í a chomhlánú go hiomlán agus go cruinn

source: A person making noise in the course of trade or business may have a defence if it can be shown that all reasonable care was taken to prevent the noise or that the noise is in accordance with a licence issued under the Act
ga: D’fhéadfadh go mbeadh cosaint ag duine a dhéanann torann i gcaitheamh trádála nó gnó más féidir a thaispeáint gur tugadh an aire réasúnta go léir chun an torann a chosc nó go bhfuil an torann i gcomhréir le ceadúnas a eisíodh faoin Acht

source: If the court finds in your favour, it can order the person or body making, causing or responsible for the noise to take measures to prevent or limit the noise
ga: Má thugann an chúirt breithiúnas i d’fhabhar, féadfaidh siad an duine nó an comhlacht a dhéanann, nó atá mar chúis leis an torann nó atá freagrach as an torann a ordú chun bearta a dhéanamh chun an torann a chosc nó a theorannú

source: Any such orders must be complied with
ga: Ní mór na horduithe sin a chomhlíonadh
